app/Http/Livewire/Forms/Table.php

    public function loadForms()
    {
        return Form::orderBy($this->orderBy, 'asc')->paginate(10);
---
select count(*) as aggregate from "forms"